<?php
$zaglavie='Урок 6: Игра на атака (блиц). Стратегия за изхвърляне';
$opisanie='Главната цел на тази стратегия е да изхвърлите противничката си чрез постоянно удряне за да не може да направи котва.';
$class_ataka= 'class="tuke"';
$action= '?s='.$s;
$blanka='
<p>Коментирайте „Урок 6: Игра на атака (блиц). Стратегия за изхвърляне“!</p>
';
$glavnoto='
<h2>Урок 6: Игра на атака (блиц). Стратегия за изхвърляне</h2>
<p>
Ниво на трудност на урока: средно.
</p>
<p>На тази страница (котви):
<a href="#kontrirane" >Атака и контриране</a> | 
<a href="#forma">Бланка за мнения, въпроси и обратна връзка</a>
</p>
<p>
Главната цел на тази стратегия е да изхвърлите противничката си или (при частичен неуспех) да я принудите да играе <a href="?s=osnovni-strategii#holding" >холдинг</a> с ниска капия (1-ва, 2-ра или 3-та) и голямо изоставане в <a href="?s=rechnik-termini-i-zhargon#pipazh" >пипажа</a>.
</p>
<ol>
<li>Постоянно удряне, за да не може противничката Ви да направи <a href="?s=rechnik-termini-i-zhargon#kotva" >котва</a>.
</li>
<li>Придвижване на амуниции, най-често от централната капия.
</li>
<li>Ако имате достатъчно амуниции и не може да ударите, бягайте със затворниците.
</li>
<li>Създаване на <a href="?s=rechnik-termini-i-zhargon#bilder" >билдери</a>. Най-удобния момент е когато противничката Ви има пулове на бара.
</li>
<li>Правят се и дълбоки (ниски) капии и удари дори на 1-цата (желязната капия на съперницата Ви).
</li>
<li>Двойните удари (дори с цената на гол) са особено силни.
</li>
<li>Често е правилно да се оставят дори 2 голи пула във вътрешното табло.
</li>
</ol>
<h2 id="kontrirane" >Атака и контриране</h2>
<p>
Бъдете особено внимателен когато приемате контри при атака на противничката Ви, тъй като често има голяма вероятност за марс (гемън).
</p>
<p>Следващите правила за контриране са изнамерени от Бил Робърти (Bill Robertie) в книгата <em>„501 Essential Backgammon Problems“</em> (ISDN:158042-019-2). Имат изключения, но редки.</p>
<ul>
<li>Колко вътрешни капии има атакуващия?
  <ul>
    <li>2: рядко е за контра.</li>
    <li>3: контра и приемане.</li>
    <li>4: контра и пас.</li>
  </ul>
</li>
<li>Колко пула на бара има защитника?
  <ul>  
    <li>1: приемане.</li>
    <li>2: пас.</li>
  </ul>
</li>
<li>Колко уязвими голи има защитника?
  <ul>
    <li>1: приемане.</li>
    <li>2: пас.</li>
  </ul>    
</li>
<li>Колко билдери има атакуващия? Добре е да имате повече амуниции — достатъчно за изхвърляне.
</li>
<li>Колко вътрешни капии има защитника? Една капия повече увеличава шансовете много.
</li>
</ul>
<p>Ако атаката не успее и се окажете с много затворници и направите 2 котви, играта преминава в <a href="?s=osnovni-strategii#bekgejm" >бекгейм</a> — съперницата Ви атакува, а Вие се защитавате. <a href="?s=bekgejm-napadenie" >Урок 7 показва как противничката Ви трябва да действа срещу бекгейма.</a></p>
';
?>
