<?php
$zaglavie='Книги за табла';
$opisanie='Книгите разглеждат есенциални позиции и ни помагат да се научим да мислим правилно.';
$class_knigi= 'class="tuke"';
$action= '?s='.$s;
$blanka='
<p>Коментирайте „Книги за табла“! Предложете книга!</p>
';
$glavnoto='
<h2>Книги за табла</h2>
<p>Книгите са особено полезни, защото ни помагат да се научим да мислим правилно. Освен това разглеждат есенциални позиции, които се получават при игра на табла. Добре е да записваме позициите, при които грешим, но ако трябва да съберем есенцията ще ни трябват десетки години.</p>
<h3 id="bekgemyn">Бекгемън (състезателна табла)</h3>
<p>Това е единствената книга на български език, посветена на таблата. Превод е на 1-ви раздел на билбията на табладжиите от цял свят „Backgammon“ на Пол Магрил.</p>
<ul>
<li>Автор: Пол Магрил (САЩ, Paul Magriel).</li>
<li>Преводач: Свилен Тодоров (Свило).</li>
<li>Художник: Свилен Тодоров (Свило).</li>
<li>Издател: ИНТЕР-ЕС ООД, София (април, 1994 година).</li>
<li>Език: български.</li>
<li>Може да се купи в някоя антикварна книжарница или от запален табладжия, който я е научил наизуст.</li>
<li>Нова книга с твърди корици може да купите от преводачът Свилен Тодоров (Свило) <a href="https://knizhen-pazar.net/index.php?option=add_book&id=1774832&title=%D0%91%D0%B5%D0%BA%D0%B3%D0%B5%D0%BC%D1%8A%D0%BD%20-%20%D1%81%D1%8A%D1%81%D1%82%D0%B5%D0%B7%D0%B0%D1%82%D0%B5%D0%BB%D0%BD%D0%B0%20%D1%82%D0%B0%D0%B1%D0%BB%D0%B0" >за 50 лева в „Книжен пазар“</a>.</li>
<li>Нова книга с меки корици може да купите от преводачът Свилен Тодоров (Свило) <a href="https://knizhen-pazar.net/index.php?option=add_book&id=1772892&title=%D0%91%D0%B5%D0%BA%D0%B3%D0%B5%D0%BC%D1%8A%D0%BD%20-%20%D1%81%D1%8A%D1%81%D1%82%D0%B5%D0%B7%D0%B0%D1%82%D0%B5%D0%BB%D0%BD%D0%B0%20%D1%82%D0%B0%D0%B1%D0%BB%D0%B0" >за 35 лева в „Книжен пазар“</a>.</li>
<li>В „Книжен пазар“: <a href="https://knizhen-pazar.net/index.php?searchin=title&search=%D0%B1%D0%B5%D0%BA%D0%B3%D0%B5%D0%BC%D1%8A%D0%BD&anywhere=1" >от 32.50 до 60 лева, в зависимост от състоянието (меки или твърди корици)</a>.</li>  
</ul>
<h3 id="backgammon">Backgammon (2-ро издание) от Пол Магрил и Рене Магрил Робъртс</h3>
<ul>
<li>Автори: Пол Магрил (САЩ, Paul Magriel) и Рене Магрил Робъртс (САЩ, Renee Magriel Roberts).</li>
<li>Буквален превод от английски: Табла (бекгемън).</li>
<li>Издател: Clock & Rose Press (2-ро издание, 1 януари, 2004 година).</li>
<li>Език: английски.</li>
<li>ISBN-10: 1593860234.</li>
<li>ISBN-13: 978-1593860233.</li>
<li>ISBN: 1-59386-027-7.</li>
<li>Цена: $30.79 = 45 лева (меки корици), $44.83 = 65.6 лева (твърди корици).</li>
<li><a href="http://www.amazon.com/Backgammon-2004-Edition-Paul-Magriel/dp/1593860234">Купете „Backgammon“ в амазон</a>.</li>
<li><a href="http://www.bkgm.com/books/Magriel-Backgammon-2004.html">Ревю на „Backgammon“ в Backgammon Galore</a>.</li>
</ul>
<h3 id="501">501 Essential Backgammon Problems (2-ро издание) от Бил Робърти</h3>
<ul>
<li>Автор: Бил Робърти (САЩ, Bill Robertie).</li>
<li>Буквален превод от английски: 501 есенциални табла проблеми.</li>
<li>Издател: Cardoza, 2 издание (1 септември, 2004 година).</li>
<li>Език: английски.</li>
<li>ISBN-10: 1580421385.</li>
<li>ISBN-13: 978-1580421386.</li>
<li>Цена: $17.95 = 26.3 лева.</li>
<li><a href="http://www.amazon.com/dp/1580421385/ref=pe_385040_30332200_pe_309540_26725410_item">Купете „501 Essential …“ в амазон</a>.</li>
<li><a href="http://www.bkgm.com/books/Robertie-501EssentialBackgammonProblems.html">Ревю на „501 Essential …“ в Backgammon Galore (на 1-вото издание)</a>.</li>
</ul>
';
?>

