<?php
$zaglavie='Новини от света на таблата. Новото в сайта rekontra.net';
$opisanie='Всички нови страници, секции и редакции на стари страници от сайта и кратки новини от света на таблата';
$class_novini= 'class="tuke"';
$action= '?s='.$s;
$blanka='
<p>Коментирайте „Новини. Новото в сайта“! Пратете новина от света на таблата!</p>
';
$glavnoto='
<h2>Новини от света на таблата. Новото в сайта rekontra.net</h2>
<ol>
<li id="petko" >Н31 (04.08.2019, 20:40): Петко Костадинов е 2-ри на световеното първенство по <a href="?s=rechnik-termini-i-zhargon#bekgemyn" >бекгемън (състезателна табла)</a> за 2019 година! На финала загуби втория мач до 13 точки (на 3) от Ели Ройми от Израел (Eli Roymi). Първенството се проведе по традиция (от 1979 година) в Монте Карло (Монако). Трети е Фабрицио Льо Сурдо (Италия). Победителката при жените е Антоанета Мари Уилямс (САЩ).
</li>
<li id="petko1" >Н30 (04.08.2019, 19:01): Петко Костадинов е на една победа от титлата „световен шампион по бекгемън“ за 2019 година! На финала победи в мач до 19 точки (на 13) Ели Ройми от Израел (Eli Roymi).
</li>
<li>Н29 (19.12.2013, 11:03): Уточнено е кои са собствените златна, сребърна и бар-капия. Това са дефанзивните капии – 20-та, 21-ва и 18-та. 5-та, 4-та и 7-ма са съответните капии на съперницата Ви. Собствените желязна (1-ва) и оловна (2-ра) също са дефанзивните капии. <a href="?s=osnovni-pravila-kontra#kapii">Наименования на капиите.</a></li>
<li>Н28 (16.12.2013, 17:07): Мая Пейчева спечели 6-тото издание на силния турнир в Кипър (Cyprus Open 2013, EBGT VII). Правилата: мачове до 9 точки, при 3 загуби се отпада. Призовите места:<ol>
<li>Мая Пейчева (България) – 11 победи, 2 загуби.</li>
<li>Зафер Таш (Турция) – 9 победи, 3 загуби.</li>
<li>Джанер Калафатоглу (Турция) – 8 победи, 3 загуби.</li>
<li>Масаюки Моцизуки (Япония) – 7 победи, 3 загуби.</li>
</ol>
<p><a href="http://www.ftbgsystem.com/t/398">Всички резултати в Кипър (2013 година).</a></p>
</li>
<li>Н27 (10.11.2013, 12:57): Добавена е нова страница <a href="?s=knigi-za-tabla" >„Книги за табла“</a>.</li>
<li>Н26 (09.11.2013, 16:04): Добавена е нова страница <a href="?s=razni-gnubg" >„Разни съвети (30), gnubg анализира“</a>.</li>
<li>Н25 (04.11.2013, 12:01): Редактирана е страницата <a href="?s=onlajn-tabla" >„Онлайн табла: игра в компютърна мрежа с реален противник“</a>.</li>
<li>Н24 (31.10.2013, 15:09): Бил Робърти (Bill Robertie) с добро класиране от американския тур по бекгемън (ABT): състезание в Кънектикът, гр. Хардфорд (23-27 октомври). Бил Робърти е 7-ми в генералното класиране, 1-ви е Ед О\'Льоклин (Ed O\'Laughlin). Петко Костадинов е 14-ти. До този момент състезанията са 16. Призовото класиранене: 
<ul>
<li>1. Алекс Замениан (Alex Zamanian, Масачузетс).
</li>
<li>2. Херб Гърланд (Herb Gurland, Масачузетс).
</li>
<li>1C. Бил Робърти (Bill Robertie, Масачузетс).
</li>
<li>2C. Мери Хики (Mary Hickey, Охайо).
</li>
</ul>
</li>
<li>Н23 (26.10.2013, 12:10): Добавена е нова страница <a href="?s=pribirane-i-vzimane" >„Стратегии за прибиране и взимане без и с контакт“</a>.</li>
<li>Н22 (17.10.2013, 00:48): Редактирана е страницата <a href="?s=nachalo-na-igrata&amp;p=koga-se-pravyat-sudzhuci" >„Кога се правят суджуци?“</a>.</li>
<li>Н21 (15.10.2013, 19:12): Редактирана е страницата <a href="?s=bekgejm-napadenie&amp;p=recirkulaciya-na-silnata-strana" >„Рециркулация на силната страна в бекгейм“</a>.</li>
<li>Н20 (10.10.2013, 22:10): Добавена е нова страница <a href="?s=smelo-ili-sigurno&amp;p=primeri-za-smela-igra" >„Примери за смела игра в таблата“</a>.</li>
<li>Н19 (09.10.2013, 22:10): Добавена е нова страница <a href="?s=bekgejm-napadenie&amp;p=recirkulaciya-na-silnata-strana" >„Рециркулация на силната страна в бекгейм“</a>.</li>
<li>Н18 (06.10.2013, 18:30): Добавена е нова страница <a href="?s=nachalo-na-igrata&amp;p=koga-se-pravyat-sudzhuci" >„Кога се правят суджуци?“</a>.</li>
<li>Н17 (06.10.2013, 15:20): Добавена е нова страница <a href="?s=sredata-na-igrata&amp;p=koga-ne-se-ubivat-pulove" >„Кога не се убиват пулове?“</a>.</li>
<li>Н16 (06.10.2013, 14:32): Добавена е нова страница <a href="?s=sredata-na-igrata&amp;p=koga-se-ubivat-pulove" >„Кога се убиват пулове?“</a>.</li>
<li>Н15 (06.10.2013, 12:10): Добавена е нова страница <a href="?s=za-sajta" >„Как и дали да се ползва сайта?“</a>.</li>
<li>Н14 (06.10.2013, 11:23): Добавена е нова страница <a href="?s=onlajn-tabla" >„Онлайн табла: игра в компютърна мрежа с реален противник“</a>.</li>
<li>Н13 (05.10.2013, 14:33): Добавена е нова страница <a href="?s=poziciya-na-desetdnevkata" >„Позиция на десетдневката“</a>.</li>
<li>Н12 (05.10.2013, 12:00): Добавена е нова страница <a href="?s=bekgejm-napadenie" >„Бекгейм — защитна игра (нападение)“</a>.</li>
<li>Н11 (04.10.2013, 16:43): Добавена е нова страница <a href="?s=ataka" >„Игра на атака (блиц). Стратегия за изхвърляне“</a>.</li>
<li>Н10 (04.10.2013, 08:23): Добавена е нова страница <a href="?s=smelo-ili-sigurno" >„Стратегически и тактически критерии за смела или сигурна игра в таблата“</a>.</li>
<li>Н9 (03.10.2013, 10:00): Добавена е нова страница <a href="?s=sredata-na-igrata" >„Стратегии в средата на играта (мителщпил) на бекгемън“</a>.</li>
<li>Н8 (02.10.2013, 23:30): Добавена е нова страница <a href="?s=nachalo-na-igrata" >„Съвети за началото на играта на табла“</a>.</li>
<li>Н7 (02.10.2013, 18:03): Добавена е нова страница <a href="?s=osnovni-strategii" >„Основни стратегии, типове игри и етапи в таблата“</a>.</li>
<li>Н6 (02.10.2013, 12:20): Добавена е нова страница <a href="?s=rechnik-termini-i-zhargon" >„Речник на термините и жаргонните думи в бекгемъна“</a>.</li>
<li>Н5 (02.10.2013, 10:09): Световен шампион за 2013 година от турнира в Монте Карло (6-11 август) е украинец — Вячеслав Прядкин. За 1-ви път украинец е световен шампион и българин се класира толкова добре. Всички призови места: 
<ul>
<li>1. Вячеслав Прядкин (Украйна, Vyacheslav Pryadkin).
</li>
<li>2. Ларс Траболт (Дания, Lars Trabolt).
</li>
<li>3/4. Петко Костадинов (САЩ, България, Petko Kostadinov). Роден е в Бургас.
</li>
<li>3/4. Енсио Ейнола Теро (Финландия, Ensio Einola Tero).
</li>
</ul>
</li>
<li>Н4 (02.10.2013, 11:23): Светована шампионка за 2013 година в Монте Карло (6-11 август) е италианката Лаура Монако (Laura Monaco). Лаура печели за 2-ри път Втора е американката Марта Гио (Martha Ghio).
</li>
<li>Н3 (02.10.2013, 10:02): Добавена е нова страница <a href="?s=osnovni-pravila-kontra" >„Основни правила в състезателната табла. Контра“</a>.</li>
<li>Н2 (01.10.2013, 00:40): Добавена е нова страница <a href="?s=programi-za-igra-na-tabla" >„Свободна програма за игра на табла ГНУ Бекгемън и други програми“</a>.</li>
<li>Н1 (01.10.2013, 00:30): Добавена е нова страница <a href="?s=novini" >„Новини от света на таблата. Новото в сайта rekontra.net“</a>.</li>
<li>Н0 (01.10.2013, 00:00): Стартира сайта <a href="http://rekontra.net" >rekontra.net</a> с главната страница.</li>
</ol>

';
?>
