<?php
$zaglavie='Онлайн табла с реален противник и ботове';
$opisanie='Игра за истински пари и измами. Безплатни турнири с награден фонд. Онлайн турнири със съдии';
$class_onlajn= 'class="tuke"';
$action= '?s='.$s;
$blanka='
<p>Коментирайте „Онлайн табла“! Предложете сървър за игра на табла и/или информирайте за онлайн турнир! Бъдете подробни в описанието!</p>
';
$glavnoto='
<h2>Онлайн табла: игра в компютърна мрежа с реален противник</h2>
<p>На тази страница (котви): 
<a href="#istinski-pari" >Онлайн табла за истински пари и измами</a> | 
<a href="#bezplatni-turniri" >Безплатни турнири с награден фонд (без депозит). Бонуси</a> |
<a href="#onlajn-sydii" >Онлайн турнири със съдии</a> |
<a href="#syrvyri-za-igra-na-tabla" >Сървъри за игра на табла</a> |
<a href="#forma">Бланка за мнения, въпроси и обратна връзка</a>
</p>
<p>
Играта в мрежа с реален противник (има и доста противнички) е чудесен начин да проверите какво сте научили като същевременно общувате с други табладжии и табладжийки.
</p>
<p>
Добре е да играете на сървър, който позволява да изтегляте партиите си за да ги анализирате с любимата Ви програма за игра на табла (ПП: gnubg).
</p>
<p>Едно от другите предимства, е че сървърите изписват <a href="?s=rechnik-termini-i-zhargon#pipazh" >пипажа</a> и на двамата табладжии/табладжийки защото е много досадно да се брои всеки път.</p>
<p>
Препоръчително е да играете и с компютъра или с ботове, дори да не Ви е интересно, защото губите по-често. Компютъра играе по-силно от световните шампиони по бекгемън, което ще спомогне за увеличаване на Вашия рейтинг.
</p>

<h3 id="istinski-pari" >Онлайн табла за истински пари и измами</h3>
<p>
За да имате успех в онлайн таблата за реални пари трябва да сте нечестен, защото повечето хора играят с програми за игра на бекгемън.
</p><p>
Някои от сървърите имат вграден софтуер (използват <a href="?s=programi-za-igra-na-tabla" >някоя от известните програми за табла</a>) за анализиране на партиите и установяват измами с негова помощ. Но измама ще се установи, ако сте много алчен и избирате винаги най-добрия ход. Трябва да се направи проучване при какво отклонение от идеалната игра не се получават проблеми.
</p>
<h3 id="bezplatni-turniri" >Безплатни турнири с награден фонд (без депозит). Бонуси</h3>
<p>
Нищо не Ви пречи да участвате в турнири за пари ако не се изисква депозит.
</p>
<p>
Обикновено след като депозирате пари получавате някакъв бонус. Лошото, е че тези бонуси трябва да се превъртят няколко пъти за да изтеглите спечелените пари.
</p>
<h3 id="onlajn-sydii" >Онлайн турнири със съдии</h3>
<p>Съществуват онлайн турнири, при които не е възможно да се мами. За всеки табладжия или табладжийка се назначава съдия, който бди правилата да се спазват. Освен това играчите могат да пращат и свои наблюдатели. Недостатък на тези турнири е по-голямата вноска и малкия награден фонд.</p>
<h3 id="syrvyri-za-igra-na-tabla">Сървъри за игра на табла</h3>
<p>Съществуват много сървъри, но е добре да изберете такъв, който предоставя възможността да изтегляте партиите си за да ги анализирате. Разбира се ако пишете бързо може да ги записвате ръчно или да правите клипове на партиите си и после бавно-бавно да ги прехвърляте (това в рамките на шегата).</p>
<h3>PlayOK</h3>
<p><a href="http://www.playok.com/bg/" >PlayOK [Плей Окей]</a> е базиран на html5, т.е. не използва флаш технологията. Може да играете шах, го, дама и много други.</p>
<ul>
<li>Изтегляне на партиите: да.</li>
<li>Мачове: до 11 точки. Малко е.</li>
<li>Време: до 30 мин. за целия мач. Малко е.</li>
<li>Рейтинг система: да. Като на FIBS.</li>
<li>Статистика: да.</li>
<li>Истински пари: не.</li>
<li>Български език: да.</li>
<li>Играйте табла на адрес <a href="http://www.playok
.com/bg/tabla/" >playok.com/bg/tabla/</a>.</li>
</ul>
';
$komentari='
<h2>Коментари(3)</h2>

<p>Мария писа:</p>
<h3>0: Благодаря!</h3>
<p>Много се радвам, че ви открих. Има полезна информация, но явно не се обновява често. <br/>
Успех :)</p>
<p>DedoGergi писа:</p>
<h3>1: Имам чувството</h3>
<p>Имам чувството, че някои от играчите използват програма за хвърляне на нужният им зар. От 10-12 игри, винаги, когато имах гол пул им се падаше необходимият им зар. Имаха неимоверно много чифтове. А когато аз трябваше да им ударя пула или да хвзрля необходима комбинация ми се падаха ВИНАГИ карък зарове. Това не е случайност.</p>

<p>Пламен писа:</p>
<h3>2: Отговори</h3>
<p id="otg0">До Мария: за нищо. Не се обновява често, защото няма интерес. Това е първият коментар.</p>
<p id="otg1">До DedoGergi: чувството лъже. Затова някои от сървърите имат подробна статистика на заровете и дори ползват външен и независим източник за хвърлянето им. А и голяма веселба ще стане ако и двамата играчи имат такава програма.</p>
<p>Най-добрия начин е да се анализират много мачове с <a href="?s=programi-za-igra-na-tabla" >програма за игра на табла</a> и да се види какъв е фактора на късмета и за двамата играчи. При достатъчно много мачове се вижда, че късмета е еднакъв и за двамата играчи и победителката се определя от майсторството!</p>
';
?>
