<?php
$zaglavie='Основни правила в състезателната табла. Контра';
$opisanie='Нареждане и местене. Наименования на капиите и квадрантите. Правило за контра: основна разлика с обикновената табла.';
$class_osnovni= 'class="tuke"';
$action= '?s='.$s;
$blanka='
<p>Коментирайте „Основни правила в състезателната табла. Контра“!</p>
';
$glavnoto='
<h2>Урок 0: Основни правила в състезателната табла. Контра</h2>
<p>
Ниво на трудност на урока: ниско, за начинаещи.
</p>
<p>На тази страница (котви): <a href="#narezhdane" >Нареждане и местене на пуловете</a> | <a href="#kapii" >Наименования на капиите и квадрантите</a> | 
<a href="#vzimane" >Взимане на пуловете. Марс и бекгемън</a> |
<a href="#notaciya" >Нотация. Запис на партиите по спортна табла</a> |
<a href="#kontra" >Правило за контра и реконтра: основна разлика с обикновената табла</a> |
<a href="#turnirni" >Турнирни правила в спортната табла</a> |
<a href="#vynshni" >Външни препратки</a> |
<a href="#forma">Бланка за мнения, въпроси и обратна връзка</a>
</p>
<h3 id="narezhdane" >Нареждане и местене на пуловете</h3>
<figure>   
<table class="dska" >
<tr><td colspan="15"><img src="html-images/b-hitop.png" class="block" alt="+-24-23-22-21-20-19-+---+-18-17-16-15-14-13-+" /></td></tr>
<tr><td rowspan="2"><img src="html-images/b-roff-x0.png" class="block" alt="|" /></td><td rowspan="2"><img src="html-images/b-gd-o2.png" class="block" alt="2O" /></td><td rowspan="2"><img src="html-images/b-rd.png" class="block" alt="&nbsp;" /></td><td rowspan="2"><img src="html-images/b-gd.png" class="block" alt="&nbsp;" /></td><td rowspan="2"><img src="html-images/b-rd.png" class="block" alt="&nbsp;" /></td><td rowspan="2"><img src="html-images/b-gd.png" class="block" alt="&nbsp;" /></td><td rowspan="2"><img src="html-images/b-rd-x5.png" class="block" alt="5X" /></td><td><img src="html-images/b-ct.png" class="block" alt="|&nbsp;&nbsp;&nbsp;|" /></td><td rowspan="2"><img src="html-images/b-gd.png" class="block" alt="&nbsp;" /></td><td rowspan="2"><img src="html-images/b-rd-x3.png" class="block" alt="3X" /></td><td rowspan="2"><img src="html-images/b-gd.png" class="block" alt="&nbsp;" /></td><td rowspan="2"><img src="html-images/b-rd.png" class="block" alt="&nbsp;" /></td><td rowspan="2"><img src="html-images/b-gd.png" class="block" alt="&nbsp;" /></td><td rowspan="2"><img src="html-images/b-rd-o5.png" class="block" alt="5O" /></td><td rowspan="2"><img src="html-images/b-roff-x0.png" class="block" alt="|" /></td></tr>
<tr><td><img src="html-images/b-bar-o0.png" class="block" alt="|&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;|&nbsp;&nbsp;&nbsp;|&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;|" /></td></tr>
<tr><td><img src="html-images/b-midlb.png" class="block" alt="|" /></td><td colspan="6"><img src="html-images/b-midl.png" class="block" alt="&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;" /></td><td><img src="html-images/b-midc-1.png" class="block" alt="| 1&nbsp;|" /></td><td colspan="6"><img src="html-images/b-midr.png" class="block" alt="&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;" /></td><td><img src="html-images/b-midrb-o.png" class="block" alt="|" /></td></tr>
<tr><td rowspan="2"><img src="html-images/b-roff-o0.png" class="block" alt="|" /></td><td rowspan="2"><img src="html-images/b-ru-x2.png" class="block" alt="2X" /></td><td rowspan="2"><img src="html-images/b-gu.png" class="block" alt="&nbsp;" /></td><td rowspan="2"><img src="html-images/b-ru.png" class="block" alt="&nbsp;" /></td><td rowspan="2"><img src="html-images/b-gu.png" class="block" alt="&nbsp;" /></td><td rowspan="2"><img src="html-images/b-ru.png" class="block" alt="&nbsp;" /></td><td rowspan="2"><img src="html-images/b-gu-o5.png" class="block" alt="5O" /></td><td><img src="html-images/b-bar-x0.png" class="block" alt="|&nbsp;&nbsp;&nbsp;|" /></td><td rowspan="2"><img src="html-images/b-ru.png" class="block" alt="&nbsp;" /></td><td rowspan="2"><img src="html-images/b-gu-o3.png" class="block" alt="3O" /></td><td rowspan="2"><img src="html-images/b-ru.png" class="block" alt="&nbsp;" /></td><td rowspan="2"><img src="html-images/b-gu.png" class="block" alt="&nbsp;" /></td><td rowspan="2"><img src="html-images/b-ru.png" class="block" alt="&nbsp;" /></td><td rowspan="2"><img src="html-images/b-gu-x5.png" class="block" alt="5X" /></td><td rowspan="2"><img src="html-images/b-roff-o0.png" class="block" alt="|" /></td></tr>
<tr><td><img src="html-images/b-cb.png" class="block" alt="с" /></td></tr>
<tr><td colspan="15"><img src="html-images/b-lobot.png" class="block" alt="+--1--2--3--4--5--6-+---+--7--8--9-10-11-12-+" /></td></tr></table>
<figcaption>Нареждане на пуловете в началната позиция на таблата. Зелените се движат по часовниковата стрелка, а червените обратно на нея.</figcaption>
</figure>


<p>
На фигурата е показано подреждането в началната позиция на таблата. Дъската е разделена на 4 квадранта (сектора) по 6 позиции (деления, пунктове, точки), наричани капии. Строго казано, капия имаме когато има 2 или повече пула на една позиция. Традиционно капиите се изобразяват посредством удължени равнобедрени триъгълници в два цвята за да се местят по-лесно. Възможно е и алтернативно (огледално) нареждане, при което зелените се движат обратно на часовниковата стрелка, а червените по нея.
</p>
<p>Пуловете се местят според показанието на 2 зарчета. Ако показанията са еднакви се правят 4 хода.</p>
<p>Трябва да се местят и двата зара, а при невъзможност по-големия. Това правило не е популярно в някои от балканските държави.
</p>
<p>При попадане върху единичен пул (гол) се маха и слага на бара — преградата, разделяща игралната дъска на две. Голия става затворник и започва от начало — влиза в игра от 24-та капия при хвърляне на 1, от 23-та при 2 и т.н — от 19-та при 6.</p>

<h3 id="kapii" >Наименования на капиите и квадрантите</h3>
<ul>
<li>1-6: вътрешно (собствено) поле (къща, дом) на зелените. Там се събират зелените и след като всички са прибрани се взимат. 
</li>
<li>19-24: вътрешно поле (табло) на червените.
</li>
<li>7-12: външно поле (аутфилд, двор) на зелените.
</li>
<li>13-18: външно поле (табло) на червените.
</li>
<li>5: златната капия (най-ценната капия) на червените.
</li>
<li>20: златната капия на зелените.
</li>
<li>4: сребърната капия (2-рата по ценност капия) на червените.
</li>
<li>21: сребърната капия на зелените.
</li>
<li>7: бар-капията на червените.
</li>
<li>18: бар-капията на зелените.
</li>
<li>13: средната (централната) капия на зелените.
</li>
<li>12: средната капия на червените.
</li>
<li>1: желязната капия на червените.
</li>
<li>24: желязната капия на зелените.
</li>
<li>2: оловната капия на червените (кенеф-капия).
</li>
<li>23: оловната капия на зелените.
</li>
</ul>
<p>Точна терминология: 20-тата капия е Вашата златна капия (задържаща, дефанзивна), а 5-та е Вашата 5-та капия – златната капия на противничката Ви. Вашите бар-капия, сребърна, желязна и оловна също са дефанзивните капии.</p>
<h3 id="vzimane" >Взимане на пуловете. Марс и бекгемън</h3>
<p>Когато всички пулове са в собственото вътрешно поле (1-6) е разрешено взимането — изваждане на пуловете от игра. Взима се колкото показва зара или от следващата по-ниска капия, ако числото го няма и няма пулове на по-големи номера.</p>
<p>Печели играча, който пръв вземе всичките си пулове. Играта е двойна (марс, гемън), ако противничката Ви не е взела нито един пул и тройна (бекгемън, още една разлика с таблата на Балканите), ако има пулове във вътрешното Ви табло или бара.</p>
<h3 id="notaciya" >Нотация. Запис на партиите по спортна табла</h3>
<p>Когато се играе в турнири на живо дъските са без номерация на капиите, защото:</p>
<ul>
<li>Възможни са 2 подреждания: по часовниковата стрелка и обратно.</li>
<li>Ходовете се пишат от гледната точка на всеки играч еднакво.</li>
</ul>
<p>Пример: ако началното хвърляне и следващото са 31 и играчите правилно хванат златните капии, хода се пише 31: 8/5 6/5 и за двамата.</p>
<p>Когато се удря гол пул се отбелязва със звездичка — 65: 13/7* 6/1. Когато се местят повече от 1 пул в скоби се пише броят — 55: 13/3(2). Междинната капия не се пише, освен в случаите когато се удря гол пул — 22: 24/20*/18*/16. Когато се влиза от бара се пише „бар“ (bar), а когато се излиза — „вън“ (off).</p>
<h3 id="kontra" >Правило за контра и реконтра: основна разлика с обикновената табла</h3>
<p>
В състезателната табла се въвежда правилото за контриране. Така играта става много по-интересна и вълнуваща, но и много по трудна. Може да се контрира (реконтрира) неограничен брой пъти — мач до 25 точки може да завърши за една партия!
</p>


<ol>
<li>В началото и двамата играчи могат да контрират: контриращото кубче е по средата и е установено на 1 (но пише 64).
</li>
<li>Контрирането става преди да се хвърлят заровете. Трябва да се каже „контра“ (double [дабъл] = удвояване).
</li>
<li>Играчът получил контра има два избора: да се предаде (pass [пас] = прекратявам, отказвам се, пас) или да приеме (take [тейк] = приемам).
</li>
<li>Ако каже пас, т.е. се предаде партията се прекратява и играчът обявил контра печели точките, които показва контриращото кубче.
</li>
<li>Ако приеме, партията продължава като показанието на контриращото кубче се удвоява (при 1-вата контра става 2, после 4 и т.н.).
</li>
<li>Ако е дадена контра само приелият я играч може да контрира (владее контриращото кубче). Контрите след 1-вата се наричат реконтра (redouble [ридабъл] = повторно удвояване).
</li>
<li>Ако са достигнати точките за победа в мача не е разрешено контрирането/реконтрирането (няма и смисъл).
</li>
<li>Конвенция за автоматична контра: При хвърлянето на еднакви зарове в началото на играта, контриращото кубче се установява на 2 като остава в средата. Това се прави само веднъж за всяка партия. Това правило не е много популярно. Ползва се в игрите за пари. 
</li>
<li>Правило на Крауфорд (Crawford): ако някой от играчите достигне до една точка до победата, контриращото кубче се замразява, т.е. забранено е да се ползва, но само за една партия.
</li>
<li>Правило на Джакоби (Jacoby, Джейкъби): ако не е дадена контра марсовете и <a href="?s=rechnik-termini-i-zhargon#bekgemyn" >бекгемъните (вж. т.2)</a> не се зачитат. Това правило се използва в играта за пари.
</li>
<li>След края на партията по спортна табла, спечелилият играч си пише точки колкото показва контриращото кубче. Ако е марс точките се умножават по 2. Ако е бекгемън се умножават по 3.
</li>
</ol>
<h3 id="turnirni" >Турнирни правила в спортната табла</h3>
<p>Турнирните правила в спортната табла се различават от общоприетите по кръчмите на Балканите. Затова, ако ще участвате в турнири на живо трябва да се запознаете с тях.</p>
<ul>
<li>Пуловете се местят само с една ръка.</li>
<li>Правилото пипнато—местено не важи. Разрешено е връщането на хода.</li>
<li>Заровете се хвърлят с чашка само в дясното поле. Има турнири, в които се хвърлят и в специална кутия, която ги разбърква и те падат на игралното поле (baffle box [бафъл бокс] = объркваща кутия). Така се предотвратяват измами.</li>
<li>Ако някой от заровете е върху пул се счита, че е калъч и хвърлянето се повтаря.</li>
<li>Ударените пулове се слагат на бара и никъде другаде — не се държат в ръка.</li>
<li>Mястото на сядане, цветът и посоката на движение на пуловете се определят посредством хвърляне на зарче и не се променят през целия мач.</li>
</ul>
<h3 id="vynshni" >Външни препратки</h3>
<ul>
<li><a href="http://tablata.svilo.com/wbf.htm" >Изчерпателни правила на световната федерация по състезателна табла</a>.</li>
<li><a href="https://svilo.com/Toubgrul.htm" >Пълен правилник за провеждане на турнири по спортна табла</a>. Трябва да се запознаете и с правилата на конкретния турнир, защото може да има разлики.</li>
</ul>
';
?>
