<?php
$zaglavie='Основни стратегии, типове игри и етапи в таблата';
$opisanie='Основните стратегии в бекгемъна са: надбягване, атака, блокада, задържане и бекгейм. Етапите са: начало, среда и край';
$class_osnovni_strategii= 'class="tuke"';
$action= '?s='.$s;
$blanka='
<p>Коментирайте „Основни стратегии, типове игри и етапи в таблата“!</p>
';
$glavnoto='
<h2>
Урок 2: Основни стратегии, типове игри и етапи в таблата
</h2>
<p>
Ниво на трудност на урока: ниско, за начинаещи. 
</p>
<p>На тази страница (котви): 
<a href="#nadbyagvane" >Игра на надбягване</a> | 
<a href="#ataka" >Игра на атака (блиц). Стратегия за изхвърляне</a> | 
<a href="#holding" >Стратегия за задържане (холдинг)</a> | 
<a href="#bekgejm" >Бекгейм — защитна стратегия</a> | 
<a href="#blokada" >Игра на блокада. Стратегия за блокиране</a> | 
<a href="#etapi" >Етапи (стадии) в играта на табла</a> |
<a href="#nachalo-na-igrata" >Начало на играта. Дебютна теория в бекгемъна</a> |
<a href="#sredata-na-igrata" >Средата на играта. мителшпил</a> |
<a href="#endshpil" >Ендшпил — края на играта</a> |
<a href="#forma">Бланка за мнения, въпроси и обратна връзка</a>
</p>
<p>
Не трябва да се забравя, че избора на стратегия зависи от заровете. Една стратегия може да преминава в друга в зависимост от хвърлените зарове.
</p>
<p>Основните типове игри са: надбягване, атака, блокада, задържане и бекгейм.
</p>
<h3 id="nadbyagvane" >Игра на надбягване</h3>
<p>
По същество играта на табла е надбягване. Главна цел е да измъкнете затворниците си като същевременно блокирате затворниците на съперницата Ви. В играта на надбягване е допустимо да се правят <a href="?s=rechnik-termini-i-zhargon#sudzhuk" >суджуци</a> и да се <a href="?s=rechnik-termini-i-zhargon#myrtyv-pul" >убиват пулове</a>: след като затворниците са избягали се играе на сигурно. Трябва да имате предимство в <a href="?s=rechnik-termini-i-zhargon#pipazh" >пипажа</a> за да се надбягвате.
</p>
<h3 id="ataka" ><a href="?s=ataka" >Игра на атака (блиц). Стратегия за изхвърляне</a></h3>
<p>
Главна цел на тази стратегия е да изхвърлите противничката си (да запълните <a href="?s=rechnik-termini-i-zhargon#kyshta" >къщата си</a>). Това става с постоянно удряне и правене на капии във вътрешното табло.
</p>
<p>
Второстепенна цел е да измъкнете затворниците си в случай, че противничката Ви направи <a href="?s=rechnik-termini-i-zhargon#kotva" >котва</a> — да не може да контраатакува.
</p>
<h3 id="holding" >Стратегия за задържане (холдинг)</h3>
<p>
При холдинговата игра, защитаващата се страна владее 1 или повече капии във вътрешното и/или външното поле на противничката. Главна цел е да се осъществи удар или да се излезе напред в надбягването посредством мятане на голям чифт или прекъсване на контакта, в случай, че имате предимство в пипажа (играта преминава в надбягване). Това става като се изгради агресивно вътрешното табло и се чакат подходящи зарове.
</p>
<h3 id="bekgejm" >Бекгейм — защитна стратегия</h3>
<p>
Специален подвид на холдинга е бекгейма: владеене на 2 или повече капии във вътрешното поле на съперницата Ви. Бекгейма ще се разглежда отделно и в няколко урока, тъй като е много специфичен и интересен.
</p>
<p>Най-добри са 1-3, 2-3 и 2-4. Най-лоши са 1-5 и 1-4. Каква да е позиция с 3 капии е много силна (разбира се <a href="?s=rechnik-termini-i-zhargon#tajming" >тайминга</a> не трябва да е лош).</p>
<p>Буквално от английски: back game [бек гейм] = задна или защитна игра.</p>
<p><a href="?s=bekgejm-napadenie" >Урок 7: Бекгейм — защитна игра  (нападение)</a>. Основната стратегия е да изградите блокада срещу капиите на противничката си.
</p>
<h3 id="blokada" >Игра на блокада. Стратегия за блокиране</h3>
<p>
Таблата не е само игра на надбягване, а в повечето случаи е игра на блокада. Главна цел на тази стратегия е да направите силна блокада (в идеалния случай 6-на) за да задържите затворниците на противничката си.
</p>
<p>Когато и двете страни имат поне 4-на блокада играта е „блокада срещу блокада“. В такава игра малките зарове и гелетата са предимство. 
</p>
<h3 id="etapi" >Етапи (стадии) в играта на табла</h3>
<p>
Етапите в таблата са малко по-размити отколкото в шаха. Стадиите са 3: начало, среда и ендшпил.
</p>
<h3 id="nachalo-na-igrata" ><a href="?s=nachalo-na-igrata" >Начало на играта. Дебютна теория в бекгемъна</a></h3>
<p>
Дебютната теория в бекгемъна не е развита колкото шахматната. Добре е да се научат наизуст първите 2 хода при всички комбинации на заровете и възможни отигравания, но и да се разберат идеите им.
</p>
<h3 id="sredata-na-igrata" ><a href="?s=sredata-na-igrata" >Средата на играта. мителшпил</a></h3>
<p>
Мителшпилът започва след като има направени вътрешни капии от двамата играчи и завършва когато взимането ще започне скоро. Това е най-сложният и продължителен етап от играта на табла. В него се решават голям процент от битките. 
</p>
<h3 id="endshpil" >Ендшпил — края на играта</h3>
<p>
Ендшпилът започва когато поне един от играчите е започнал да взима или съвсем скоро ще го направи. Понякога е много по-сложен от мителшпила, но има много техники, които са много лесни за научаване.
</p><p>
Много често правилният ход силно зависи от пипажа, броя на взетите пулове и конфигурацията на вътрешните табла̀ на играчите. За безконтактните позиции има доста точни формули.
</p>
';
?>
