<?php
$zaglavie='Урок 9: Разни съвети (30), gnubg анализира';
$opisanie='Изводи за стратегията на таблата по играта на gnubg.';
$class_razni= 'class="tuke"';
$action= '?s='.$s;
$blanka='
<p>Коментирайте „Урок 9: Разни съвети (30), gnubg анализира“!</p>
';
$glavnoto='
<h2>Урок 9: Разни съвети (30), gnubg анализира</h2>
<p>
Ниво на трудност на урока: средно.
</p><p>
<a href="#forma">Бланка за мнения, въпроси и обратна връзка</a>
</p>
<p>Ако се следи внимателно как играе <a href="?s=programi-za-igra-na-tabla">gnubg и другите силни програми</a> могат да се направят доста изводи за <a href="?s=rechnik-termini-i-zhargon#strategiya">стратегията </a>на <a href="?s=rechnik-termini-i-zhargon#tabla">таблата</a>. Тук ще бъдат публикувани и съвсем конкретни примери.</p>
<ol>
<li>Имайте постоянен стремеж за построяването на шесторна блокада.
</li>
<li>Избягвайте да оставяте гол под огън от три (<a href="?s=rechnik-termini-i-zhargon#cepene">цепене</a>). По долу има изключения.
</li>
<li>Бъдете по-смели, ако има гол във вътрешното поле на противничката Ви.
</li>
<li>Бъдете още по-смели, ако има 2 голи във вътрешното поле на съперницата Ви и изоставате.
</li>
<li>Удар и разцепване под огън от 3 е правилно в много случаи.
</li>
<li>При <a href="?s=osnovni-strategii#holding">холдинг</a>, попълвайте блокадата от високите към ниските капии, дори и с оставяне на 2 голи
</li>
<li>Ако сте напред, освободете задържащата капия, когато противничката Ви е уязвима (пр.: голи във вътрешното поле).
</li>
<li>При <a href="?s=ataka">блиц</a> играйте агресивно до край, за да не може опонентката Ви да направи 2 или повече капии. Оставяйте по 2 (дори 3) голи.
</li>
<li>Разтоварете 6-та капия, дори с цената на направата на малко по слаба капия.
</li>
<li>Ако противничката Ви няма <a href="?s=rechnik-termini-i-zhargon#bilder">билдери</a> е по-силно да се направи златна ѝ капия, т.е. офанзивната. В противен случай се прави собствената (огън от три).
</li>
<li>Собствената (дефанзивна) бар-капия или чуждата златна (Вашата 5-та). В повечето случаи се прави бара, освен когато няма капии около бара (например златната капия). Дори един билдер да има се прави бара (?).
</li>
<li>Дори да няма съпротива се прави собствената златна (дефанзивната) пред 4-ката.
</li>
<li>Ако трябва да развалите вътрешното си табло, по-добре избягайте с единия затворник.
</li>
<li>При холдинг от един се бие с гол, ако сте напред по-малко от 10% (след игрането на хода), дори противниковото поле да е затворено.
</li>
<li>(?)Една <a href="?s=rechnik-termini-i-zhargon#shashka">шашка</a> срещу шесторна блокада. Не се отива на върха, дори да няма връхчета. Това е така, защото ходовете са равни по сила в рамките на грешката. Но все пак леко предимство има хода, който не отива на върха, защото тъй или иначе ще бъде атакуван.
</li>
<li>Взимане при изхвърлени <a href="?s=rechnik-termini-i-zhargon#zatvornik">затворници</a> и гладко табло (по 2 шашки). Чистят се 5-цата (с 51) и дори 4-ката (с 41). С 31 и 21 се чисти 6-цата.
</li>
<li><a href="?s=osnovni-strategii#bekgejm">Бекгейм</a> изключение. Може да е по-изгодоно да се остави гол на дупка, отколкото да се увеличава слаба блокада от 3-на на 4-на. Това става, когато има едно връхче, което лесно може да прескочи 4-ната блокада и добър <a href="?s=rechnik-termini-i-zhargon#tajming">тайминг</a>.
</li>
<li>Бекгейм. 3-5 е по-силно от 2-5 и 1-5, даже и да не се обхващат допълнителни капии. 2-3 е по-силно от 1-3 и 1-2 (?).
</li>
<li>В безнадеждна позиция е по-добре да се прекъсне контакта, за да не се загуби с марс.
</li>
<li>Ако сте напред 12% не закапийвайте бара, а бягайте с единия затворник.
</li>
<li>Един затворник се опитва да избяга и под троен удар, защото тъй или иначе ще бъде атакуван.
</li>
<li>Капия се освобождава в удобен момент.
</li>
<li>24/18 провокира размяна на удари, тъй че е добре вътрешното Ви поле да е по-силно.
</li>
<li>2 непреки (но близки) са вероятни приблизително (грубо) колкото 1 пряк, т.е. допустимо е да се залага гол без амуниции, но с поне 2 индиректни.
</li>
<li>Много често когато противничката Ви направи 2 капии в <a href="?s=rechnik-termini-i-zhargon#kyshta">къщата</a>, т.е. започне бекгейм се контрира веднага (било е твърде добре за контра).
</li>
<li>Силата на вътрешните полета е много важна за решението да се играе смело.
</li>
<li>Чифтовете се играят по двойки много често, като при това се оставя гол пул или не се цепи.
</li>
<li>Чифтове: много често е правилно да се хванат високи дефанзивна и офанзивна капии и да се остави гол. Това е пример за ход, който прави 2 добри неща и е по-добър от ход, който прави само едно.
</li>
<li>Когато затворниците са много (4), бар-капията е по-силна от 4-ката (?). 
</li>
<li>4 затворника: не винаги се прави 2-рата капия веднага, т.е. не трябва да започваме бекгейм винаги и на всяка цена.
</li>
</ol>
<p>Очаквайте примери и изключения на гореизложените съвети!</p>
';
?>
