<?php
$zaglavie='Речник на термините и жаргонните думи в бекгемъна';
$opisanie='Подробен речник на термините и жаргонните думи в състезателната табла. Нови думи: суджук, бегония, марс-пипаж.';
$class_rechnik= 'class="tuke"';
$action= '?s='.$s;
$blanka='
<p>Коментирайте речника! Предложете термин или жаргон!</p>
';
$glavnoto='
<h2>Урок 1: Речник на термините и жаргонните думи в бекгемъна</h2> 
<p>
Ниво на трудност на урока: ниско, за начинаещи.
</p>
<p>
<p>На тази страница (котви):
<a href="#vynshni" >Външни препратки</a> | 
<a href="#forma">Бланка за мнения, въпроси и обратна връзка</a>
</p>
<p>Познаването на термините и жаргонните думи в състезателната табла е наложително за четенето на този сайт.</p>
<p>Не е необходимо да учите наизуст всички термини наведнъж — правете справка щом не знаете.</p>
<h3>Най-нови термини и/или жаргонни думи</h3>
<ul>
<li><a href="#barabino" >Барабино</a></li>
<li><a href="#sudzhuk" >Суджук</a></li>
<li><a href="#begoniya" >Бегония</a></li>
</ul>
    <p>Котви на термините: <a href="#bar" >Бар</a> | 
    <a href="#barabino" >Барабино</a> |
    <a href="#begoniya" >Бегония</a> |
    <a href="#bekgejm" >Бекгейм (back game)</a> |
    <a href="#bekgemyn" >Бекгемън (backgammon)</a> | 
    <a href="#bilder" >Билдер (builder)</a> |
    <a href="#blic" >Блиц (blitz)</a> |
    <a href="#blot" >Блот (blot)</a> |
    <a href="#gele" >Геле</a> |
    <a href="#gemyn" >Гемън (gammon)</a> |
    <a href="#dvor" >Двор</a> |
    <a href="#densing" >Денсинг (dancing)</a> |
    <a href="#dupka" >Дупка</a> |
    <a href="#zatvornik" >Затворник</a> |
    <a href="#kamikadze" >Камикадзе</a> |
    <a href="#kapital" >Капитал</a> |
    <a href="#kotva" >Котва</a> |
    <a href="#krosouvyr" >Кросоувър (crossover)</a> |
    <a href="#kyshta" >Къща</a> |
    <a href="#mars-pipazh" >Марс-пипаж</a> |
    <a href="#myrtyv-pul" >Мъртъв пул</a> |
    <a href="#pipazh" >Пипаж</a> |
    <a href="#recirkulaciya" >Рециркулация</a> |
    <a href="#rolaut" >Ролаут (rollout)</a> |
    <a href="#svyrzanost" >Свързаност</a> |
    <a href="#slot" >Слот (slot)</a> |
    <a href="#strategiya" >Стратегия</a> |
    <a href="#sudzhuk" >Суджук</a> |
    <a href="#tabla" >Табла</a> | 
    <a href="#tajming" >Тайминг</a> | 
    <a href="#taktika" >Тактика</a> | 
    <a href="#holding" >Холдинг</a> | 
    <a href="#cepene" >Цепене</a> | 
    <a href="#shashka" >Шашка</a></p>
    
 <dl>
  <dt id="bar" ><strong>Бар</strong></dt>
  <dd>Лентата (преградата), разделяща полето на две (<a href="#kyshta" >къщата</a> и <a href="#dvor" >двора</a>). Там се слагат битите пулове.<dt>
  <dt id="barabino" ><strong>Барабино</strong></dt>
  <dd>Ход със зар 54, с който се излиза от бара и се прави златната капия. Кръстен е на табладжията Рик Барабино, който често е печелел с негова помощ.</dd>
  <dt id="begoniya" ><strong>Бегония</strong></dt>
  <dd>1. Бягство на затворник с 65.</dd>
  <dd>2. Шеш-беш.</dd>
  <dt id="bekgejm" ><strong>Бекгейм (back game)</strong></dt>
  <dd>Вижте <a href="?s=osnovni-strategii#bekgejm" >бекгейм — защитна стратегия</a>.</dd>
  <dt id="bekgemyn" ><strong>Бекгемън (backgammon)</strong></dt>
  <dd>1. Международното име на играта <a href="#tabla" >табла</a> (състезателна или спортна).</dd>
  <dd>2. Дават се 3 точки (и се умножават по показанието на контриращото кубче), когато имате поне една шашка във вътрешното поле на противничката или бара, а тя е взела пуловете си (ПП: Плутон).</dd>
  <dd>3. Синоними: кокс, марсилеза (неправилно название).</dd>
  <dd>4. Превод от английски: задна игра, игра назад.</dd>
  <dt id="bilder" ><strong>Билдер (builder)</strong></dt>
  <dd>1. <a href="#shashka">Шашка</a>, която може да бъде използвана за направата на капия пред нея. Обикновено е гол пул на разстояние 7 или по-голямо от пуловете на съперницата Ви, когато е новосъздаден.</dd>
  <dd>2. От английски: строител. </dd>
  <dt id="blic" ><strong>Блиц (blitz)</strong></dt>
  <dd>1. Вж. <a href="?s=osnovni-strategii#ataka" >Игра на атака (блиц). Стратегия за изхвърляне</a>.</dd>
  <dd>2. Светкавична война.</dd>
  <dt id="blot" ><strong>Блот (blot)</strong></dt>
  <dd>Гол — единичен пул с общо предназначение или форсирано оставен. Понякога се оставя нарочно за да се направи капия, да се удари гол пул или по друга причина.</dd>
  <dt id="gele" ><strong>Геле</strong></dt>
  <dd>Зарове, които не могат да се играят. Обикновено има поне 1 пул на <a href="#bar" >бара</a>. Понякога е късмет да хвърлиш геле, тъй като коригира <a href="#tajming" >тайминга</a> или остава възможност за удар.</dd>
  <dt id="gemyn" ><strong>Гемън (gammon)</strong></dt>
  <dd>Марс. Дават се 2 точки (и се умножават по показанието на контриращото кубче).</dd>
  <dt id="dvor" ><strong>Двор</strong></dt>
  <dd>1. Външно поле (табло), аутфилд. Капиите от 7 до 12 са двора на зелените.</dd>
  <dd>2. <a href="?s=osnovni-pravila-kontra#kapii" >Наименования на капиите и квадрантите</a>.</dd>
  <dt id="densing" ><strong>Денсинг (dancing)</strong></dt>
  <dd>1. Геле. Пул на <a href="#bar" >бара</a>, който не излиза или невъзможност за местене.</dd>
  <dd>2. От английски: танцуване.</dd>
  <dt id="dupka" ><strong>Дупка</strong></dt>
  <dd>Празна позиция (празни позиции) между направени капии. Дупките намаляват силата на блокадата и са слабост при взимането.</dd>
  <dt id="zatvornik" ><strong>Затворник</strong></dt>
  <dd>Пул във вътрешното поле на противничката.</dd>
  <dt id="kamikadze" ><strong>Камикадзе</strong></dt>
  <dd>Удар и много голи (с разваляне на вътрешни капии). Идеята е да <a href="#recirkulaciya" >рециркулира</a> поне една шашка за да се оправи <a href="#tajming" >тайминга</a>. Друга <a href="#taktika" >тактика</a> е да се получат шансове за направата на дефанзивна капия (още една в повечето случаи). В повечето случаи става въпрос за <a href="?s=rechnik-termini-i-zhargon#bekgejm" >бекгейм</a> или <a href="?s=osnovni-strategii#holding" >холдинг</a> с ниска капия.</dd>
  <dt id="kapital" ><strong>Капитал</strong></dt>
  <dd>Допълнителни пулове на централната капия. Обикновено пуловете след третия са излишни, но ако са на централната капия може да са полезни, защото захранват с <a href="#bilder" >билдери</a> или е добре за <a href="#tajming" >тайминга</a>.</dd>
  <dt id="kotva" ><strong>Котва</strong></dt>
  <dd>1. Задържаща капия във вътрешното поле на противничката.</dd>
  <dd>2. В по-широк смисъл бар-капията (18-та) също е котва.</dd>
  <dt id="krosouvyr" ><strong>Кросоувър (crossover)</strong></dt>
  <dd>Преместване на пул от един квадрант в друг.</dd>
  <dt id="kyshta" ><strong>Къща</strong></dt>
  <dd>1. Вътрешно табло (поле), дом. Капиите от 1 до 6 са къщата на зелените.</dd>
  <dd>2. <a href="?s=osnovni-pravila-kontra#kapii" >Наименования на капиите и квадрантите</a>.</dd>
  <dt id="mars-pipazh" ><strong>Марс-пипаж</strong></dt>
  <dd>1. Бройките, които Ви трябват да приберете пуловете си в къщата и да вземете един пул.</dd>
  <dd>2. Грубо може да се оцени с броя на <a href="#krosouvyr" >кросоувърите</a> за вземане на един пул. За да оценим опасността от марс трябва да го сравним с броя на кросоувърите за взимане на всички пулове на опонентката ни.</dd>
  <dt id="myrtyv-pul" ><strong>Мъртъв пул</strong></dt>
  <dd>Връхче или допълнителни пулове на капия във вътрешното поле (обикновено на ниските капии), което не може да влезе в игра. Мъртвите пулове са слабост, която не може да се оправи — това са загубени бройки и взимането ще е неефективно, но за сметка на това бързо. Освен това мъртвите пулове не могат да участват в блокирането на <a href="#shashka" >шашките</a> на противничката Ви.</dd>
  <dt id="pipazh" ><strong>Пипаж</strong></dt>
  <dd>1. Бройките, които Ви трябват за да придвижите и вземете шашките си.</dd>
  <dd>2. Количествена оценка на надбягването. Грубо може да се оцени с броя на <a href="#krosouvyr" >кросоувърите</a> за прибиране и взимане на всички пулове.</dd>
  <dd>3. От английското pip [пип] — бройка.</dd>
  <dt id="recirkulaciya" ><strong>Рециркулация</strong></dt>
  <dd>Умишлено оставяне на гол пул с цел да се оправи <a href="#tajming" >тайминга</a>.</dd>
  <dt id="rolaut" ><strong>Ролаут (rollout)</strong></dt>
  <dd>1. Многократно разиграване на партия по табла от определен ход. Когато програмата Ви дава приблизително равни оценки за няколко хода може да се направи ролаут за да се определи най-силния ход. Преди да е имало силни програми за бекгемън се е правило ръчно и затова е отнемало много повече време да станеш силен играч на табла.</dd>
  <dd>2. Буквално от английски: разгръщане, пускане.</dd>
  <dt id="svyrzanost" ><strong>Свързаност</strong></dt>
  <dd>1. Шашки, които са на 6 или по-малко разстояние. Свързаните пулове се защитават един друг и се правят лесно капии.</dd>
  <dd>2. В по-широк смисъл свързаност имаме и на повече от 6 позиции. Например централната капия (най-малко на 7) свързва затворниците и е по-лесно да избягат.</dd>
  <dt id="slot" ><strong>Слот (slot)</strong></dt>
  <dd>1. Гол с цел да се покрие следващите ходове.</dd>
  <dd>2. Буквално от английски: прорез, разрез, пролука, цепнатина, цепка, дълбей, жлеб. Глагол: намирам/определям подходящо място за.</dd>
  <dt id="strategiya" ><strong>Стратегия</strong></dt>
  <dd>Стратегията е свързана с плана за спечелване на цялата партия по табла. <a href="?s=osnovni-strategii" >Основните стратегии</a> са: <a href="?s=osnovni-strategii#nadbyagvane">надбягване</a>, <a href="?s=ataka">атака</a>, <a href="?s=osnovni-strategii#blokada">блокада</a>, <a href="?s=osnovni-strategii#holding">задържане</a> и <a href="?s=osnovni-strategii#bekgejm">бекгейм</a> (подвид на задържането). Не трябва сляпо да се следва една стратегия през цялата партия, а да се променя при нужда в зависимост от хвърлените зарове и резултата в мача.</dd>
  <dt id="sudzhuk" ><strong>Суджук</strong></dt>
  <dd>1. Капия с повече от 4 пула. В по-широк смисъл и 4 пула са суджук, тъй като 4-тата шашка е излишна в повечето случаи. Суджуците почти винаги са голяма слабост и трябва да се избягват.</dd>
  <dd>2. Синоними: салам, кула, свещ, свещник, релси (за 2 суджука близко един до друг).</dd>
  <dt id="tabla" ><strong>Табла</strong></dt>
  <dd>Настолна игра на дъска с две зарчета и две армии от по 15 пула. Таблата е една от най-древните игри — възникнала е в Месопотамия. Забавлението идва от това, че пуловете се надбягват, блокират и удрят. Вижте <a href="?s=osnovni-pravila-kontra" >основните правила</a>.</dd>
  <dt id="tajming" ><strong>Тайминг</strong></dt>
  <dd>1. Добър тайминг за Вас означава, че съперницата Ви ще е принудена да направи някоя слабост: да остави гол пул, да развали капия или блокада, да убие шашка. Тайминга може да се оправи с <a href="#recirkulaciya" >рециркулация</a>, гелета или малки зарове, докато противничката Ви хвърля големи.</dd>
  <dd>2. Темпо.</dd>
  <dt id="taktika" ><strong>Тактика</strong></dt>
  <dd>Тактиката е свързана с изпълнението на конкретни задачи по време на партията по табла: борба за капия, нарочно оставяне на гол, създаване на <a href="#bilder" >билдер</a> и т.н.</dd>
  <dt id="holding" ><strong>Холдинг</strong></dt>
  <dd>Вижте <a href="?s=osnovni-strategii#holding" >Стратегия за задържане (холдинг)</a>.</dd>
  <dt id="cepene" ><strong>Цепене</strong></dt>
  <dd>1. Разваляне на капия с придвижване на пул на 6 или по-малко разстояние. Обикновено се прави с най-задната капия (на затворниците). Целта е да се направи капия и/или да се максимизира вероятността за удар.</dd>
  <dd>2. Мажорно цепене: пула отива на 18-та, 20-та или 21-ва капия (златната, сребърната или бар-капията).</dd>
  <dd>3. Минорно цепене: пула отива на 23-та или 22-ра капия.</dd>
  <dd>4. Синоними: разцепване, разделяне.</dd>
  <dt id="shashka" ><strong>Шашка</strong></dt>
  <dd>1. Пул.</dd>
  <dd>2. Рядко използвани синоними: пешка, пионка, камък, войник, мъж, плочка.</dd>
 </dl>
<h3>За добавяне</h3>
<ul>
<li>Цукцванг.</li>
<li>Мъртви връхчета.</li>
<li>Капан.</li>
</ul>
<p>След като сте запознати с речника и правилата може да започне същинското учене. <a href="?s=osnovni-strategii" >Урок 2: Основни стратегии, типове игри и етапи в таблата</a>.</p>
<h3 id="vynshni" >Външни препратки</h3>
<ul>
<li><a href="http://www.bkgm.com/glossary.html" >Изчерпателен речник на бекгемън термините в Backgammon Galore на английски език</a>.</li>
<li><a href="http://www.gammoned.com/glossary.html" >Подробен речник на термините в таблата в GAMMONED.COM на английски език</a>.</li>
</ul>
';
?>
