<?php
$zaglavie='Как и дали да се ползва сайта?';
$opisanie='Защо и как да се ползва сайта? Ред на четене. Състезателна или спортна табла.';
$class_za_sajta= 'class="tuke"';
$action= '?s='.$s;
$blanka='
<p>Коментирайте „Как и дали да се ползва сайта?“!</p>
';
$glavnoto='
<h2>Как и дали да се ползва сайта?</h2>
<p>На тази страница (котви):
<a href="#gnubg" >ГНУ Бекгемън или друга програма в помощ на четенето</a> | 
<a href="#red-na-chetene" >Ред на четене на уроците по табла</a> | 
<a href="#systezatelna" >Състезателна или спортна табла</a> | 
<a href="#forma">Бланка за мнения, въпроси и обратна връзка</a>
</p>
<p>
За да станете много добър играч на табла не е нужно да четете уроците. Достатъчно е да играете срещу хора и ботове и да анализирате партиите си с помощта на <a href="?s=programi-za-igra-na-tabla" >силна програма за табла</a>. 
</p>
<p>Добре е определени позиции да се модифицират, за да се види как се променя правилния ход.</p>
<p>
Предназначението на този сайт е да Ви направи много добър играч по-бързо. 
</p>
<p>
Отделните статии може да се считат за уроци по табла.
</p>
<p>
Някои от правилата имат изключения. Въпросителният знак (?) означава, че съвета има много изключения или е съмнителен. Всички тактики могат да имат изключения, но повечето са много редки. Някои от съветите, <a href="?s=rechnik-termini-i-zhargon#taktika">тактиките</a> и <a href="?s=rechnik-termini-i-zhargon#strategiya">стратегиите</a> ще се повтарят, защото са много важни и за да се научат по-лесно.
</p>
<p>
Очаквайте примерни позиции за всеки съвет, правило или стратегически и тактически похват. Към всяка позиция са дадени поне 3 хода — най-силните. Препоръчително е да обръщате внимание на всички ходове — тъй по-лесно се схваща идеята и след това не се правят много груби грешки.
</p>
<h3 id="gnubg" >ГНУ Бекгемън или друга програма в помощ на четенето</h3>
<p>
Добре е да четете уроците с помощта на програма за игра на табла (например gnubg) за да: 
</p>
<ul>
<li>Конструирате сами примерни позиции.   
</li>
<li>Малки промени на съществуващи позиции. За тази цел трябва да копирате идентификатора на позицията и мача — GNUbg ID (ако ползвате ГНУ Бекгемън) или ID-то на позицията (избирате низа след „Position ID:“ и десен бутон и Copy) и да го поставите (пейстнете) — Edit-Paste ID. Резултата в мача и хвърлените зарове се нагласят като копирате ID-то на мача (низа след „Match ID:“) и го пейстнете, но GNUbg ID наглася всичко.
</li>
<li>Разиграване на цели партии от определени позиции за да видите как работи стратегията.
</li>
<li>Можете да изтегляте позиции, фрагменти от партии, единични игри и цели мачове във форматите на ГНУ Бекгемън (sgf) и Джелифиш (pos за позициите, gam за единичните игри и mat за мачовете). Форматите на Джелифиш се поддържат от всички силни програми. Позициите в sgf-формат обикновено са с анализ 4 ply (от английски: нишка, произношение: плай).
</li>
</ul>

<h3 id="red-na-chetene" >Ред на четене на уроците по табла</h3>
<p>
Първоначално трябва да прочетете <a href="?s=osnovni-pravila-kontra" >основните правила и правилото за контра (урок 0)</a> и паралелно с него <a href="?s=rechnik-termini-i-zhargon" >речника (урок 1)</a>, и да се запознаете с <a href="?s=osnovni-strategii" >основните стратегии и етапите на играта (урок 2)</a>. След това не е необходимо да се спазва определен ред. Повторното четене също е препоръчително, тъй като непрекъснато се добавят примерни позиции за всеки съвет, тактика, правило и стратегия. За обновявания следете секция <a href="?s=novini" >новини</a>.
</p>
<h3 id="systezatelna" >Състезателна или спортна табла</h3>
<p>
За съжаление Гугъл не възприема състезателна и спортна като синоними.
</p>
<p>
След като се организират състезания по табла е логично да се нарича състезателна. Ако приемем, че таблата е спорт е нормално да се нарича спортна. А всяко състезание е спорт.
</p>
';
?>
