<?php
$zaglavie='Урок 7: Бекгейм — защитна игра (нападение)';
$opisanie='Урока показва как се играе срещу поне 2 капии в къщата на противничката Ви и защо не трябва да се практикува винаги такава стратегия.';
$class_bekgejm_napadenie= 'class="tuke"';
$action= '?s='.$s;
$blanka='
<p>Коментирайте „Урок 7: Бекгейм — защитна игра (нападение)“!</p>
';
$glavnoto='
<h2>Урок 7: Бекгейм — защитна игра (нападение)</h2>
<p>
Ниво на трудност на урока: високо, за напреднали.
</p>
<p>
Не трябва да се забравя, че заровете определят стратегията. Има табладжии и табладжийки, които дават голи пулове от началото на партията за да направят поне 2 капии в къщата на съперницата си като мислят, че това е силна позиция във всички случаи. Този урок дава списък със съвети и показва как се играе срещу такава стратегия и защо не трябва да се практикува винаги.
</p><p>
Синоними: ариергадна игра. От английското back games. Произношение:  бек геймс (мн.ч.), бек гейм (ед.ч.).
</p>
<ol>
<li><a href="?s=rechnik-termini-i-zhargon#tajming" >Тайминга</a> е най-важното нещо. При лош тайминг на нападението е възможно „слабата“ страна да е фаворит.
</li>
<li>Основна идея и стратегия: изградете блокада срещу капиите на противничката си.
</li>
<li>Три капии са много силни: не го допускайте на всякаква цена.
</li>
<li>Не се страхувайте да предизвикате срещу Вас бекгейм, ако тайминга е на Ваша страна и имате силна блокада.
</li>
<li>Играйте на сигурно, ако позицията на съперницата Ви е на път да се счупи.
</li>
<li>Оправете тайминга с <a href="?s=rechnik-termini-i-zhargon#recirkulaciya" >рециркулация</a> при силна блокада (5-на или 6-на, допуска се и при слаба блокада, <a href="?s=bekgejm-napadenie&amp;p=recirkulaciya-na-silnata-strana" >примери за рециркулация</a>).
</li>
<li>Ако блокадата Ви е слабичка (3-на) и тайминга не е във Ваша полза, оставете гол на дупка за да я запълните или да рециркулирате при неуспех (кога се оставя гол на дупка?).
</li>
<li>Ако блокадата Ви е силна, не удряйте повече пулове, освен за увеличаване на блокадата.
</li>
<li>Не подготвяйте за изчистване капия ако има възможност за атака (3 връхчета).
</li>
<li>Не изчиствайте вътрешни капии: оставете връхчета там.
</li>
<li>Когато има празна вътрешна капия, максимизирайте вероятността за запълването ѝ.
</li>
<li>Не изчиствайте външната капия, ако има възможност за марс (удар и взимане). 
</li>
<li>Когато взимате, изчиствайте капиите отзад (изключение: ако капия е под двоен удар, изчистете първо нея). Ако противничката Ви е на път да убие пулове (или вече има убити) не важи (?ПП: дали? gnubg дава обратното, т.е. винаги изчиства капиите отзад).
</li>
</ol>
<p>Очаквайте бекгейм (защита) — как се играе от слабата страна?</p>
';
?>
