<?php
$zaglavie='Урок 4: Стратегии в средата на играта на бекгемън (мителщпил)';
$opisanie='Основни цели на мителщпила са правенето на капии, удрянето на голи пулове и бягство на затворниците.';
$class_sredata= 'class="tuke"';
$action= '?s='.$s;
$blanka='
<p>Коментирайте „Урок 4: Стратегии в средата на играта на бекгемън (мителщпил)“!</p>
';
$glavnoto='
<h2>Урок 4: Стратегии в средата на играта (мителщпил) на бекгемън</h2>
<p>
Ниво на трудност на урока: средно.
</p>
<p>На тази страница (котви):
<a href="#taktiki" >13 съвета и тактики за средата</a> | 
<a href="#kontrirane" >Контриране в средата на играта</a> | 
<a href="#forma">Бланка за мнения, въпроси и обратна връзка</a>
</p>
<p>
Мителшпилът е най-продължителния етап от играта на табла. Започва когато и двете страни имат вътрешни капии и завършва когато взимането е на път да започне.
</p>
<p>
Главни цели на средата на играта са:
</p>
<ol>
<li>Правене на капии.
</li>
<li>Удряне на голи пулове.
</li>
<li>Бягството на <a href="?s=rechnik-termini-i-zhargon#zatvornik">затворниците</a>.
</li>
</ol>
<p>
Тук става ясно какъв <a href="?s=osnovni-strategii" >тип е играта и каква генерална стратегия</a> трябва да използвате. Но не трябва да се забравя, че тя може да се промени от заровете. Затова таблата е толкова интересна и трудна. 
</p>
<p>
Повечето от <a href="?s=nachalo-na-igrata" >съветите за началото на играта</a> са валидни и за средата (особено общите).
</p>
<h3 id="taktiki" >14 съвета и тактики за средата</h3>
<ol>
<li>Основен тактически похват в таблата: не правете <a href="?s=rechnik-termini-i-zhargon#sudzhuk" >суджуци</a>!
</li>
<li>Не убивайте шашки (вж. <a href="?s=rechnik-termini-i-zhargon#myrtyv-pul" >мъртъв пул</a>, изключение: <a href="?s=sredata-na-igrata&amp;p=koga-se-ubivat-pulove" >кога се убиват пулове?</a> <a href="?s=sredata-na-igrata&amp;p=koga-ne-se-ubivat-pulove" >Примери, в които не се убиват шашки</a>)!
</li>
<li>Ако затворниците Ви са избягали и сте напред в <a href="?s=rechnik-termini-i-zhargon#pipazh" >пипажа</a>, станете внимателен (<a href="?s=smelo-ili-sigurno#strategicheski">стратегически критерий на Магрил</a>). Допуска се правенето на суджуци и убиването на пулове.
</li>
<li>Не оставяйте голи шашки (особено на разстояние 6 и по-малко) без основателна причина.</li>
<li>Бийте се за високите капии — златната (5-та), сребърната (4-та) и бар-капията (7-ма), с цената на голи.
</li>
<li>Вътрешните капии са по-силни от външните.
</li>
<li>Опитайте се да направите висока котва (златната или 4-та, в краен случай 3-та) преди противничката Ви да е станала твърде силна.
</li>
<li>Агресивно цепете задните пулове (дори под огън от 3), ако съперницата Ви има външна блокада, но няма още вътрешна.
</li>
<li>Внимавайте с цепенето, ако къщата на противничката Ви е силна, защото има опасност от атака.
</li>
<li>Основна тактика в бекгемъна: блокирайте котвите, атакувайте голите.
</li>
<li>Двойните удари почти винаги са силни. Дори с цената на гол пул или на преместване на висока капия на ниска точка. 
</li>
<li>Оставянето на гол пул на 5-та капия е по-силно, когато задната шашка е една.
</li>
<li>Не разваляйте котва ако изоставате, дори с цената на 2 голи пула.
<li>Ход, който изправя противничката Ви пред два проблема е по-силен от ход, който я изправя пред само един проблем (?). Разбира се един проблем може да бъде по-голям от два малки.
</ol>
<h3 id="kontrirane" >Контриране в средата на играта</h3>
<p>
Когато мислите за контра преценете тези фактори:
</p>
<ol>
<li>Напред ли сте в надбягването? Рядко е, но се случва да сте назад и да е правилно да контрирате.
</li>
<li>По-добро ли е вътрешното Ви поле? При размяна на удари е по-вероятно да спечели табладжийката с по-силно вътрешно поле.
</li>
<li>Имате ли висока котва? Котвата ще Ви помогне да се прегрупирате, ако понесете удари и намалява вероятността да загубите с марс.
</li>
<li>Избягали ли са затворниците Ви? Един голям проблем е отпаднал и Ви остава да играете на сигурно според <a href="?s=smelo-ili-sigurno#strategicheski">стратегическия критерий на Магрил</a>. Но ако има възможност за атака не я пропускайте.
</li>
<li>Има ли противничката Ви слаби (уязвими) голи пулове? При наличие на уязвими голи пулове пипажа може да се промени във Ваша полза. Дори може да атакувате и да я изхвърлите.
</li>
<li>По-общ фактор: малка ли е изменчивостта на позицията? Може да сте лидер, но вероятността да се „обърне зара“ да е голяма.</li>
</ol>
<p>
Ако отговорът на 2-3 от тези въпроси е положителен трябва да контрирате, а противничката Ви да приеме (?). Ако отговорът е да на 4-5 въпроса, съперницата Ви трябва да пасува (?). Трябва да се внимава дали позицията не е „твърде добре за контриране“, т.е. да имате много добри шансове за марс или дори бекгемън.
</p>
<p>Този урок е добре да се чете съвместно с <a href="?s=smelo-ili-sigurno" >урок 5: Стратегически и тактически критерии за смела или сигурна игра в таблата</a>.</p>
';
?>
