<?php
$zaglavie='Стратегически и тактически критерии за смела игра в таблата';
$opisanie='Ако имате повече затворници, изоставате в пипажа и по-силно поле, играйте смело.';
$class_smelo= 'class="tuke"';
$action= '?s='.$s;
$blanka='
<p>Коментирайте „Урок 5: Стратегически и тактически критерии за смела игра в таблата“!</p>
';
$glavnoto='
<h2>Урок 5: Стратегически и тактически критерии за смела или сигурна игра в таблата</h2>
<p>
Ниво на трудност на урока: средно.
</p>
<p>На тази страница (котви):
<a href="#strategicheski" >Стратегически критерии за смела игра</a> | 
<a href="#takticheski" >Тактически критерии за смела игра</a> | 
<a href="#smela-ili-sigurna" >Смела или сигурна игра?</a> | 
<a href="#koga-da-igraem-smelo" >Кога да играем смело?</a> | 
<a href="#vsichki" >Всички критерии в един списък</a> | 
<a href="#forma">Бланка за мнения, въпроси и обратна връзка</a>
</p>
<p>
Стратегическите и тактическите критерии за смела или сигурна игра в състезателната табла са изнамерени от Пол Магрил (Paul Magriel) още през 70-те години и са публикувани за 1-ви път през 1976 година в книгата му <em>„Backgammon“</em> (ISDN: 0-8129-0615-2), когато не е имало силни програми за игра на бекгемън. С някои модификации те са правилни и се ползват и до днес.
</p><p>
Ето една модификация: ако имате повече затворници, изоставате в <a href="?s=rechnik-termini-i-zhargon#pipazh" >пипажа</a> и по-силно поле, играйте смело. Не винаги е необходимо и 3-те критерия да са изпълнени. Коя модификация да използваме? Зависи от конкретната позиция.
</p><p>
Дори да определим, че трябва да играем смело/сигурно, може да има избор от няколко смели/сигурни хода, т.е. различни степени на смелост/сигурност. Затова таблата е толкова трудна, интересна и вълнуваща.
</p>
<p>Много често в началото на играта при симетрична (или почти) или равна позиция се играе смело, но тези критерии се отнасят преди всичко за средата на играта.</p>
<p>
Решението как да се играе (смело или сигурно) зависи и от резултата в мача. Ако изоставате много трябва да играете за марс, т.е. смело. Ако вероятността за марс е голяма (50%) също трябва да играете смело.</p> 
<h3 id="strategicheski" >Стратегически критерии за смела игра</h3>

<ol>
<li>Броя на пуловете, които имате отзад (затворници). Без и с една шашка се играе консервативно, т.е. да не предприемате излишни рискове.
</li>
<li>Броя на шашките, които опонентката Ви има отзад. Ако няма или има една трябва да играете провокативно, т.е. да размените удари и да бъдете смел.
</li>
</ol>
<p>В повечето случаи табладжията (или табладжийката) с повече затворници е и назад в пипажа. Обаче броя на затворниците е по-важен критерий, защото опасността да се загубят бройки при измъкването на затворниците е голяма. Освен това блокиращия потенциал е по-малък с повече затворници.</p>
<p>
Ако противничката Ви има по-малко затворници, играйте смело. Ако сте разцепили (? има доста изключения когато се атакува с гол и се цепи) или сте слаби (?) не оставяйте гол.
</p>
<h3 id="takticheski" >Тактически критерии за смела игра</h3>
<p>
Тактическите критерии търсят отговори на следните въпроси:
</p>
<ul>
<li>Имате ли висока котва? Да: играйте смело!
</li>
<li>Колко силно е противниковото поле? Колкото по-силно е, толкова по внимателно трябва да се играе.
</li>
<li>Колко силно е Вашето поле (сравнено с противниковото)? По-слабо е: играйте сигурно!
</li>
<li>Има ли голи в полето на противничката Ви? Да: играйте смело! 
</li>
<li>Кой е по-напред в пипажа? Вие: играйте сигурно!
</li>
</ul>
<p>Дори само два от горните критерии да са изпълнени може да се играе смело — <a href="?s=smelo-ili-sigurno&amp;p=primeri-za-smela-igra#primer1" >пример 1</a>. Всъщност за силата на полетата има 2 критерия. Това е тъй, защото този критерий е много важен.</p>
<h3 id="smela-ili-sigurna" >Смела или сигурна игра (възможно използване 1)?</h3>
<ul>
<li>Сравнете вътрешните табла̀. Ако сте с по-силно табло, играйте смело.
</li>
<li>Кой е по-напред в надбягването? Който изостава трябва да играе смело.
</li>
<li>Кой има повече пулове отзад (в къщата на съперницата Ви)? Който има повече трябва да играе провокативно.
</li>
</ul>

<h3 id="koga-da-igraem-smelo" >Кога да играем смело (възможно използване 2)?</h3>
<ul>
<li>Висока котва. Ако атаката Ви не успее високата котва ще Ви помогне да не загубите с марс. Може да направите и 2-ра котва и да преминете в <a href="?s=osnovni-strategii#bekgejm" >бекгейм</a>.
</li>
<li>По-силна къща. При размяна на удари ще имате предимство.
</li>
<li>Голи противникови пулове, които могат да бъдат бити с ответен удар.
</li>
<li>Изоставане в пипажа.Трябва да играете провокативно, защото може да загубите безславно в надбягване.</li>
</ul>
<h3 id="vsichki">Всички критерии в един списък</h3>
<p>Нека обединим стратегическите и тактически критерии в един списък и да добавим още.</p>
<ol>
<li>Броя на затворниците на опонентката Ви.</li>
<li>Броя на Вашите затворници.</li>
<li>Разликата в пипажите.</li>
<li>Силата и конфигурацията на вътрешното табло на противничката Ви. Таблото ѝ може да е по-силно, но с дупка/и на високите капии и да излезете и/или хванете висока капия.</li>
<li>Силата и конфигурацията на Вашето табло.</li>
<li>Наличието и броя на голите в къщата на съперницата Ви.</li>
<li>Наличието и броя на голите във Вашето вътрешно поле.</li>
<li>Наличие на Ваша/и котва/и.</li>
<li>Кoнфигурацията на затворниците на двамата играчи. Може да нямате котва, но да е голяма вероятността да направите.</li>
<li>Наличието и броя на голите на опонентката Ви другаде по таблото.</li>
<li>Наличието и броя на Вашите голи по цялото поле.</li>
<li>Наличието на котва/и в притежание на опонентката Ви. Може да се окаже, че не е изгодно да сте смели, защото тя може да се окаже със силна <a href="?s=osnovni-strategii#holding" >холдингова</a> или <a href="?s=osnovni-strategii#bekgejm" >бекгейм</a> игра.</li>
<li>Вероятността да Ви марсират (или да загубите с бекгемън). Винаги трябва да отчитате опасността да загубите два или три пъти повече точки.</li>
<li>Вероятността да марсирате (или да спечелите с бекгемън) противничката си. Ако вероятността за марс е 50% трябва да играете смело, независимо от другите критерии.</li>
<li>Резултата в мача. В зависимост от резултата в мача има 3 вида игри: за марс, против марс и нормална. Ако играете за марс трябва да бъдете малко по-смели.</li>
</ol>
';
?>
